import Navbar from '../../components/navbar/Navbar'
import Course from '../../components/course/Course'
import Feature from '../../components/Feature/Feature'
import SliderRes from '../../components/sliderRes/SliderRes'
import Main from '../../components/main/Main'
import Accordion from '../../components/Accordion/Accordion'
import Card from '../../components/card/Card'
import Text from '../../components/Text/Text'
import Item from '../../components/item/Item'
import Intro from '../../components/intro/Intro'
import Footer from '../../components/footer/Footer'

import img01 from '../../assets/images/01.png'
import img02 from '../../assets/images/02.png'
import img03 from '../../assets/images/03.png'

import img04 from '../../assets/images/04.png'
import img05 from '../../assets/images/05.png'
import img06 from '../../assets/images/06.png'
import img07 from '../../assets/images/07.png'

import img08 from '../../assets/images/08.png'
import img09 from '../../assets/images/09.png'
import img10 from '../../assets/images/10.png'
import img11 from '../../assets/images/11.png'
import img12 from '../../assets/images/12.png'
import img13 from '../../assets/images/13.png'
function Train(){
    return(
        <>
        <Navbar></Navbar>
        <div className=" w-full  mb-5 sm:h-56 sm:w-4/5 sm:m-auto">
            <img className="z-0 rounded-3xl w-full " src="https://cdn.alibaba.ir/h2/desktop/assets/images/hero/hero-f5969150.webp"/>
        </div>
        <Course></Course>
        <Feature></Feature>
        <div className="w-full h-auto  mt-5 mb-5 flex flex-row justify-center 
        sm:w-full
        md:w-full
        md:flex
        md:flex-row
        md:justify-center
">
            <img className="w-auto h-[180px] rounded-lg
            sm:w-3/5
            " src="https://cdn.alibaba.ir/h2/desktop/assets/images/breaking-news/phone-sales-4af98b55.webp"/>
        </div>
        <SliderRes></SliderRes>
        <Main></Main>
        <Accordion></Accordion>
        <div className="w-full h-auto  mb-5
        sm:w-3/5 sm:m-auto
        md:w-3/5 md:m-auto
        ">
            <div className="">
                <h1 className="font-bold mb-5 mt-5" style={{fontFamily:'vazir',fontSize:'30px'}}>بلیط قطار</h1>
                <p style={{
                    fontFamily:'vazir',
                    fontSize:'15px',
                    padding:'5px',
                    textAlign:'justify',
                    lineHeight:'40px'
                }}>هر کسی که یک بار با قطار سفر کرده باشد می‌داند که قطار امن است و همین موضوع آن را به یکی از مناسب‌ترین وسائل نقلیه برای سفر به مقاصد دور و نزدیک تبدیل کرده. در سفر با قطار می‌توانید بدون نگرانی از نوسانات شرایط جوی، کمبود سوخت، تصادفات و... لحظات آرامی را سپری کنید. در کنار این موارد، موسیقی ریتمیک حرکت قطار روی ریل به خودی خود موجب آرامش سرنشینان می‌شود؛ حتی بعضی از مسافران ادعا کرده‌اند که این ریتم منظم موجب می‌شود تا خواب راحت‌تری در قطار داشته باشند.
                علاوه بر امنیت، سفر با قطار مزایای دیگری هم دارد. قیمت مناسب، فضای صمیمی و راحت کوپه، صرف غذا در بوفه و قدم زدن در راهرو باعث می‌شود تا سختیِ مسیرهای طولانی به حداقل رسیده و خاطره خوشی از سفر در ذهن مسافر باقی بماند.
                بیش از 90 سال از احداث راه‌آهن و اولین سفر با قطار در ایران می‌گذرد، اما بسیاری از مسافران با خدمات قطارهای شبکه‌ ریلی کشور آشنا نیستند. به همین منظور قصد داریم شما را با امکانات و خدمات قطارهای ایران آشنا کنیم تا هنگام خرید آنلاین بلیط قطار، انتخاب‌های بهتری داشته باشید.</p>
                </div>
        </div>

        <div className='w-full flex flex-col items-center 
        md:w-3/5 md:flex md:flex-row m-auto md:flex-wrap md:justify-center
        '>
        <Card
        img={img01}
        text="خرید اینترنتی بلیط قطار مزایای زیادی دارد، از جمله: مقایسه‌ قیمت بلیط قطارهای مختلف، انتخاب دقیق ساعت حرکت قطار، انتخاب از بین قطارهای متنوع شرکت‌های ریلی، پرداخت سریع و آسان با کارت شتابی، استرداد کاملا آنلاین بلیط قطار، خرید مطمئن بلیط مقاصد پرسفر، رزرو آسان بلیط قطار در فصل‌های شلوغ و مطلع شدن از پیش‌فروش قطارها از طریق ایمیل. شما به راحتی می‌توانید با مراجعه به www.alibaba.ir بلیط قطار خود را به آسانی و با چند کلیک ساده خریداری کنید."
        ></Card>
        <Card
        img={img02}
        text="در گذشته، استرداد بلیط قطار از دغدغه‌های اصلی مسافران بود. حتی مسافرانی که بلیط را آنلاین می‌خریدند، برای استرداد آن مجبور بودند به صورت حضوری به دفاتر فروش مراجعه کنند. علی‌بابا با فراهم کردن زیرساخت‌های لازم، خدمت استرداد آنلاین بلیط قطار را به مسافران ارائه می‌کند و شما با مراجعه به حساب کاربری خود در علی‌بابا با چند کلیک ساده می‌توانید بلیط را به صورت کاملا آنلاین استرداد کنید و مبلغ آن را (پس از کسر جریمه‌ کنسلی) در حساب بانکی‌تان دریافت کنید."
        ></Card>
        <Card
        img={img03}
        text="یکی از دغدغه‌های مسافران قطار، امکان رزرو بلیط برای سفرهای خانوادگی و گروهی است. مشتریان علی‌بابا می‌توانند تا سقف 6 بلیط برای 6 نفر را در یک سفارش و با یک بار پرداخت خریداری کنند. همچنین در صورتی که قصد خرید بلیط برای تعداد مسافران بیشتری را داشته باشید و می‌خواهید صندلی‌هایتان در کنار هم باشد، کافیست با پشتیبانی علی‌بابا تماس بگیرید. در کنار همه این‌ها، استرداد هر تعداد بلیط در علی‌بابا به راحتی و در کمترین زمان ممکن انجام می‌شود."
        ></Card>
        </div>

        <Text
        title="قیمت بلیط قطار"
        description="سفر با قطار می‌تواند یک تصمیم اقتصادی به حساب بیاید، چرا که شما با انتخاب قطار می‌توانید هزینه‌های سفرتان را به طور چشمگیری کاهش دهید. قیمت تمام شده بلیط قطار کاملا بستگی به مسیر، شرکت ریلی و نوع قطار انتخابی شما دارد. بعضی از شرکت‌های ریلی امکان حمل خودرو را برای شما در نظر گرفته‌اند که در صورت انتخاب این گزینه، مبلغی به هزینه‌های سفر شما اضافه می‌شود. برای اطلاع از آخرین قیمت بلیط قطار در مسیر مورد نظر خود کافیست سری به سامانه علی‌بابا بزنید و با مشخص کردن مبدا، مقصد و تاریخ سفر، لیستی از پیشنهادات را دریافت کنید. برای شناسایی ارزان‌ترین بلیط قطار گزینه «مرتب‌سازی بر اساس قیمت» به کمک شما می‌آید.
جایگاهی که قطار در حمل و نقل عمومی به خود اختصاص داده، جایگاهی میانه است. در ایران سفر با هواپیما را اغلب هم معنا با سفرهای لوکس و سفر با اتوبوس را سفرهایی مقرون به صرفه می‌دانند‌، در نتیجه سفر با قطار انتخابی بین این دو است. در سال‌های اخیر و با ورود قطارهای پنج ستاره مانند فدک و زندگی به مسیرهای ریلی، جایگاه این وسیله نقلیه متوجه تغییراتی شده است. کسانی که تا پیش از این سفر با هواپیما انتخاب اول‌شان بود، در صورتی که دغدغه زمان نداشته باشند، این قطارها را برای سفر انتخاب می‌کنند.
از طرف دیگر قیمت مناسب بلیط قطار نسبت به هواپیما و قیمت نزدیک آن به اتوبوس سبب شده که در سال‌های اخیر مسافران بیشتری از این وسیله نقلیه برای سفر استفاده کنند. بعد از فراهم شدن امکان خرید و استرداد آنلاین بلیط قطار که وب‌سایت علی‌بابا برای اولین بار این خدمت را ارائه کرد، استقبال از قطار رشد چشمگیری داشته است"
        ></Text>

        
        <Text
        title="رزرو بلیط قطار"
        description="رزرو بلیط قطار، سفر با قطار را راحت‌تر از همیشه کرده است. برای خرید اینترنتی بلیط قطار کافی است وارد وب‌سایت علی‌بابا شوید، سپس با وارد کردن نام شهر مبدا و مقصد و تاریخ رفت و برگشت می‌توانید تمام قطارهای شرکت‌های ریلی در مسیر مورد نظرتان را مشاهده کنید. بسته به ساعت حرکت، امکانات قطار و بودجه می‌توانید مناسب‌ترین بلیط را انتخاب کنید و با نهایی کردن رزرو بلیط قطار و پرداخت آن، بلیط خود را به صورت آنلاین دریافت کنید."
        ></Text>

<div className='w-full flex flex-col items-center
        md:flex md:flex-row md:w-3/5 md:m-auto'>
        <Card
        img={img04}
        text="یکی از تفاوت‌های قطار با سایر وسائل نقلیه عمومی کوپه‌های دربست آن است. شما می‌توانید کوپه‌های چهارنفره و شش‌نفره را دربست کنید تا به همراه خانواده یا دوستان خود سفر راحت‌تری را تجربه کنید. دربست کردن کوپه اصلا کار سختی نیست و در طی فرایند خرید اینترنتی بلیط از سایت علی‌بابا می‌توانید به آسانی  می‌کنیم."
        ></Card>
        <Card
        img={img05}
        text="سفر با قطار ارزان است و همین موضوع باعث می‌شود تا مورد توجه دانشجویان باشند. به طور معمول دانشجویانی که در شهرهای غیربومی تحصیل می‌کنند به صورت پرتکرار سفر می‌کنند و ماهانه حداقل یک بار به شهر خودشان باز می‌گردند که قطار یکی از انتخاب‌های اصلی آنهاست؛ چرا که هم قیمت به‌صرفه‌ای دارد و هم سفر راحتی را تجربه خواهند کرد."
        >
        </Card>
        <Card
        img={img06}
        text="علی‌بابا با ارائه ظرفیت کامل بر روی مسیرهای پرتردد مثل تهران – مشهد – تهران، اصفهان – تهران – اصفهان، یزد – تهران – یزد، تهران – شیراز – تهران و... امکان خرید سریع و آسان بلیط قطار، به ویژه در ایام اوج سفر مثل نوروز ا ios علی‌بابا می‌توانید با خیال راحت بلیط سفرهای ریلی خود را از علی‌بابا خریداری کنید"
        >
        </Card>
        <Card
        img={img07}
        text="تهران - مشهد پرترددترین مسیر ریلی کشور است که قطارهای تمام شرکت‌های ریلی در این مسیر مسافران را جا‌به‌جا می‌کنند. حضور بارگاه امام رضا در مشهد، برگزاری سمینارها و همایش‌های مختلف و اجرای پروژه‌های تجاری، این مسیر را به یکی از پررونق‌ترین مسیرهای ریلی تبدیل کرده است. در سفرهای زیارتی، که اغلب گروهی و به صورت خانوادگی انجام می‌شود، د."
        >
        </Card>

        </div>

        <Text
        title="شرکت‌های ریلی در ایران"
        description="به صورت کلی شرکت رجا و شرکت‌های زیرمجموعه سفیر و شرکت فدک، تامین‌کنندگان قطارهای خطوط ریلی ایران هستند و علی‌بابا بخش اعظمی از بلیط این شرکت‌ها را از طریق سامانه علی‌بابا به متقاضیان عرضه می‌کند. شرکت‌های زیرمجموعه سفیر عبارتند از: راه آهن شرقی بنیاد (بن ریل)، جوپار، ریل سیر کوثر، ریل ترابر سبا، مهتاب سیر جم (مهتاب)، قطارهای مسافری نور (نورالرضا)، رعد و پارس لاریم."
        ></Text>
        <div className='flex flex-row flex-wrap justify-center
        md:w-3/5 md:m-auto
        '>
            <Item
            img={img08}
            title={"قطار های رجا"}
            ></Item>

            <Item
            img={img09}
            title={"قطار های بین ریل"}
            ></Item>

            <Item
            img={img10}
            title={"قطار های نو افرین "}
            ></Item>

            <Item
            img={img11}
            title={"قطار های مسافری نور"}
            ></Item>

            <Item
            img={img12}
            title={" قطار های سیر کوثر"}
            ></Item>

            <Item
            img={img13}
            title={"قطار های ترابر سبا"}
            ></Item>

            <Item
            img={img11}
            title={"قطار های مسافری نور"}
            ></Item>

            <Item
            img={img09}
            title={"قطار های بین ریل"}
            ></Item>
        </div>

        <Text
        title="مسیرها و امکانات قطارهای ایران"
        description="قطارهای مسافری به دو دسته کلی تقسیم می‌شوند: قطارهای سالنی و کوپه‌ای. با توجه به ظرفیت هر قطار، قطارهای کوپه‌ای شامل کوپه‌های چهار و شش نفره می‌شوند که صندلی‌های کوپه به صورت تخت باز می‌شوند. برخی از قطارهای کوپه‌ای از نوع کوپه‌صندلی هستند که صندلی‌ها در این قطارها قابلیت تخت شدن ندارند. نوع واگن قطارهای کوپه شامل غزال بنیاد، سروش بنیاد (پارس)، پرستو، پلور سبز، سفیر، پارسی، سبز، سیمرغ، زندگی، نگین، غدیر و خلیج فارس هستند. بسته به ظرفیت قطارهای سالنی، در هر ردیف سه یا چهار صندلی وجود دارد. نوع واگن این قطارها شامل قطارهای صبا اتوبوسی و پردیس سالنی است. علاوه بر مسیرهای حومه‌ای، قطارهای اتوبوسی در مسیرهای تهران - مشهد – تهران، تهران – قم - تهران، تهران – میانه - تهران و تهران – یزد - تهران نیز تردد دارند."
        >
        </Text>

        <Text
        title="قطارهای رجا"
        description="در ابتدای شروع فعالیت صنعت ریلی در کشور، حمل مسافر و بار تفکیک نشده بود و این خدمات را راه آهن ایران ارائه می‌داد. در سال 1376 بخش خدمات مسافری صنعت ریلی کشور به شرکت رجا واگذار شد. این شرکت در ابتدا زیرمجموعه بخش دولتی بود و در سال 1388 به بخش خصوصی واگذار شد. تنوع قطارهای شرکت رجا گزینه‌های مختلفی را بر اساس امکانات، خدمات و کیفیت در اختیار مسافران قرار می‌دهند. این قطارها به انواع قطارهای چهار تخته، قطارهای شش تخته، قطارهای سالنی و قطار مجلل زندگی تقسیم می‌شوند"
        >
        </Text>

        <Text
        title="قطارهای چهار تخته رجا"
        description="قطارهای چهار تخته رجا انواع مختلفی دارند و به قطارهای ویژه شامل قطارهای زندگی، سیمرغ و سبز، کلاس یک شامل قطارهای غزال و پلور سبز، کلاس دو شامل قطارهای لوکس چهار تخته و البرز و کلاس سه شامل قطار خلیج فارس تقسیم می‌شوند."
        >
        </Text>

        <Text
        title="قطارهای سالنی رجا"
        description="قطارهای سالنی رجا در مقایسه با سایر قطارهای آن قیمت مناسب‌تری دارد و برای کسانی که سفرهای مقرون به صرفه را ترجیح می‌دهند گزینه بسیار مناسبی است. دسته‌بندی این قطارها شامل کلاس ویژه (تندروی پردیس)، کلاس یک (صبا و ارم) و کلاس سه (اتوبوسی، دو طبقه مترویی و معمولی صندلی) می‌شود."
        >
        </Text>

        <Text
        title="قطارهای سفیر"
        description="شرکت سفیر از بزرگترین شرکت‌های ریلی در ایران است که شرکت‌های زیادی از جمله بن‌ریل، جوپار، ریل سیر کوثر، مهتاب سیر جم، رعد تبریز، پارس لاریم و نور از زیرمجموعه‌های آن هستند که در ادامه به معرفی آنها پرداخته‌ایم."
        >
        </Text>

        <Text
        title="شرکت بن ریل"
        description="شرکت راه آهن بنیاد شرقی که امروزه آن را با نام بن‌ریل می‌شناسیم در سال 1373 با خرید 10 واگن مسافری و 100 واگن باری فعالیت خود را در بخش مسافری و باری ریلی کشور آغاز کرد. بن‌ریل اولین شرکت ریلی خصوصی است که وارد بخش خدمات ریلی و باری ایران شد. اکنون که ربع قرن از فعالیت این شرکت می‌گذرد رشد چشمگیری در کیفیت ارائه خدمات و ناوگان آن دیده می‌شود و بن‌ریل توانسته است تعداد واگن‌های خود را در طول مدت فعالیت از 10 به 131 دستگاه برساند. 7.5 درصد از سرانه سالانه جابه‌جایی مسافران ریلی به بن‌ریل می‌رسد و ناوگان این شرکت ظرفیت حمل دو میلیون مسافر را در مسیرهای ریلی سراسر کشور دارند. ناوگان شرکت ریلی بن‌ریل شامل قطارهای پارسی، سفیر، غزال، سروش و پلور می‌شود. علاوه بر خرید آنلاین بلیط قطارهای بن‌ریل در وب‌سایت علی‌بابا، این وب‌سایت امکان استرداد آنلاین را هم فراهم کرده است و بعد از کنسل کردن بلیط هزینه آن در کمترین زمان ممکن به حساب مسافران برمی‌گردد."
        >
        </Text>

        <Text
        title="شرکت ریلی ریل سیر کوثر"
        description="در سال 1384 شرکت قطارهای مسافری کوثر فعالیت خود را با خرید دو رام قطار مسافری غزال در صنعت ریلی ایران آغاز کرد. با اضافه شدن واگن‌های چهار تخته لوکس غزال به واگن‌های دیگر، این شرکت شروع به جابه‌جایی مسافران در مسیرهای مشهد-بندرعباس-مشهد و یزد-مشهد-یزد کرد. خرید 134 دستگاه واگن مخزن‌دار مخصوص حمل و نقل مواد نفتی و روغنی آغاز فعالیت ریل سیر کوثر در زمینه حمل بار بود. ریل سیر کوثر در حال حاضر روزانه به 2000 مسافر خدمات سفر ارائه می‌کند. فضای کوپه‌های قطار چهار تخته لوکس غزال بسیار راحت است و در بدو ورود بسته پذیرایی و چای در اختیار مهمانان قرار می‌گیرد. چنانچه لازم باشد در مسیر سفر وعده‌های غذایی اصلی را میل کنید، می‌توانید از رستوران قطار سفارش دهید. در کوپه‌ها مانیتور تعبیه شده است و اگر علاقه‌مند بودید از آرشیو موسیقی و فیلم در طول راه استفاده کنید، هدفون در اختیار شما قرار می‌گیرد. کتاب، روزنامه و ویلچیر بنا به درخواست شما برای‌تان فراهم می‌شود."
        >
        </Text>

        <Text
        title="قطارهای فدک"
        description="قطار فدک، اولین قطار پنج ستاره ایرانی است که با ورود به سیستم ریلی کشور در سال 1394 توانست استانداردهای صنعت ریلی را به طرز قابل ملاحظه ای بهبود بخشد و نگرش مسافران را در خصوص سفر با قطار تغییر داده است قطارهای فدک با ارائه سفری لوکس و ایمن برای مهمانان خود، توانسته است سفر با قطار را برای آنان خاطره انگیز سازد. از جمله ویژگی های اصلی قطارهای فدک عبارتند از :"
        >

        </Text>

        <div className='w-full h-auto  md:w-3/5 md:m-auto '>
            <ul style={{fontFamily:'vazir' ,fontSize:'15px'}} className='list mt-5'>
                
                <li  className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    ارائه ی سفری ایمن با رعایت و کنترل تمامی پروتکل های لازم</li>
                <li className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    ارائه صدها فیلم، انیمیشن، موزیک و ادعیه با انتخاب مهمان به صورت شخصی در طول سفر توسط دو IPTV اختصاصی در هر کوپه برای مسافران</li>
                <li className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    ارائه اینترنت رایگان به تمامی مهمانان در تمام کلاس ها جهت استفاده در طول سفر</li>
                <li className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    ارائه هدایا در مناسبت های مختلف به مهمانان</li>
                <li className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    تهیه کلیه خدمات پذیرایی ارائه شده در طول سفر توسط کترینگ اختصاصی و مهمانداران آموزش دیده قطارهای فدک</li>
                <li className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    ارائه سرویس خواب وکیوم شده و پک بهداشتی در کوپه های ضدعفونی شده</li>
                <li className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    استقبال از مسافران در ورودی اختصاصی ایستگاه</li>
                <li className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    سرویس بهداشتی ایرانی و فرنگی وکیوم با شیرهای اتوماتیک در ابتدا و انتهای هر سالن</li>
                <li className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    عایق های صوتی و حرارتی استاندارد برای حذف صداهای اضافه و سیستم نور پردازی مدرن و تخت های لاتکس ارگونومیک</li>
                <li className='mx-2 my-3'>
                <span style={{fontSize:'9px'}} className="material-symbols-outlined relative top-0.5 left-1">
                radio_button_checked
                </span>
                    توان حرکت با سرعت 200 کیلومتر بر ساعت</li>
            </ul>
        </div>

        <Text
        title="قطارهای جوپار"
        description="شرکت قطارهای مسافری و باری جوپار فعالیت خود را در سال 1381 در بخش خصوصی آغاز کرد. در ابتدا ناوگان این شرکت محدود به 22 دستگاه واگن شش تخته پارسی بود که در سال 88، 84 دستگاه واگن درجه یک پارسی و در سال93، 45 دستگاه واگن مسافری به ناوگان آن اضافه شد. در حال حاضر جوپار یکی از بزرگترین شرکت‌های ریلی است که در مسیرهای تهران-مشهد-تهران، تهران-بندرعباس-تهران، تهران-کرمان-تهران، تهران-زاهدان-تهران و کرمان-مشهد-کرمان فعالیت دارد.
قطار شش تخته پارسی که در مسیرهای ریلی پرتردد مسافران را جابه جا می‌کند، امکانات لازم برای سفری راحت را در اختیار مسافران قرار می‌دهد. رستوران مجهز قطار امکان سفارش و میل کردن غذا را در طول راه فراهم می‌کند و همچنین از غرفه فروش تنقلات مسافران می‌توانند خوراکی‌های‌شان را تهیه کنند. کوپه شش تخته مجهز به مانیتور برای تماشای فیلم و گوش دادن به موسیقی در طول مسیر است. سرویس خواب، روزنامه و آب معدنی هم به صورت رایگان در اختیار مسافران قرار می‌گیرد.">

        </Text>

        <Intro></Intro>
        <Footer></Footer>
        </>
    )
}
export default Train